Repository: jlethuau/wp-parallax-content-slider
Catalog: locale/wp-parallax-content-slider-*.po
Languages: de_de, fr_fr, ka_ge, nl_nl, pl_pl, ru_ru, tr_tr

source: Read more
de_de: Weiterlesen
fr_fr: Lire plus
ka_ge: სრულად
nl_nl: Lees verder
pl_pl: Czytaj więcej
ru_ru: Читать далее
tr_tr: Devamını oku

source: No access
de_de: Kein Zugriff
fr_fr: Accès refusé
ka_ge: მიუწვდომელია
nl_nl: Geen toegang
pl_pl: Brak dostępu
ru_ru: Нет доступа
tr_tr: Erişim yok

source: Incorrect slider mode
de_de: Slidermodus falsch
fr_fr: Mode incorrect
ka_ge: სლაიდერის არასწორი რეჟიმი
nl_nl: Onjuiste slider modus
pl_pl: Niewłaściwy tryb wyświetlania
ru_ru: Неправильный режим слайдера
tr_tr: Slider modu hatalı

source: Incorrect slider theme
de_de: Slidertheme falsch
fr_fr: Thème incorrect
ka_ge: სლაიდერის არასწორი თემა
nl_nl: Onjuiste slider thema
pl_pl: Niewłaściwy szablon
ru_ru: Неправильная тема слайдера
tr_tr: Slider teması hatalı

source: Incorrect background increment pixel size
de_de: Falsche Hintergrund-Pixelgröße
fr_fr: Nombre de pixels pour le déplacement de l'image de fond incorrect
ka_ge: ფონის წანაცვლების არასწორი ზომა
nl_nl: Onjuist formaat achtergrond toename
pl_pl: Niewłaściwa wartość dla przesunięcia tła
ru_ru: Неправильный размер сдвига фонового изображения

source: Incorrect time interval
de_de: Falsches Zeitintervall
fr_fr: Intervale de temps incorrect
ka_ge: არასწორი დროის ინტერვალი
nl_nl: Onjuiste tijdsinterval
pl_pl: Niewłaściwy interwał czasowy
ru_ru: Неправильный интервал времени
tr_tr: Zaman aralığı hatalı

source: Incorrect first slide number
de_de: Falsche Nummer des erstes Slides
fr_fr: Numéro du premier slide incorrect
ka_ge: პირველი სლაიდის არასწორი ნომერი
nl_nl: Onjuiste eerste slide nummer
pl_pl: Niewłaściwy numer pierwszego slajdu
ru_ru: Неправильный номер первого слайда
tr_tr: Başlangıç slayt numarası hatalı

source: Incorrect maximum slide number
de_de: Falsche maximale Slideanzahl
fr_fr: Nombre maximum de slides incorrect
ka_ge: სლაიდების არასწორი მაქსიმალური რაოდენობა
nl_nl: Onjuiste maximale slide aantal
pl_pl: Niewłaściwa maksymalna liczba slajdów
ru_ru: Неправильное максимальное количество слайдов
tr_tr: Maksimum slayt sayısı hatalı

source: Incorrect maximum title length
de_de: Falsche maximale Titellänge
fr_fr: Taille maximum des titres incorrecte
ka_ge: სათაურის არასწორი მაქსიმალური სიგრძე
nl_nl: Onjuiste maximale titel lengte
pl_pl: Niewłaściwa maksymalna długość tytułu
ru_ru: Неправильная максимальная длина заголовка
tr_tr: Maksimum başlık uzunluğu hatalı

source: Incorrect default image
de_de: Falsches Standardbild
fr_fr: Image par défaut incorrecte
ka_ge: არასწორი ნაგულისხმები გამოსახულება
nl_nl: Onjuiste standaard afbeelding
pl_pl: Niewłaściwa nazwa pliku domyślnego obrazka
ru_ru: Неправильное изображение по умолчанию
tr_tr: Varsayılan resim hatalı

source: Settings updated
de_de: Einstellungen aktualisiert
fr_fr: Paramètres mis à jour
ka_ge: პარამეტრები განახლდა
nl_nl: Instellingen bijgewerkt
pl_pl: Ustawienia zostały zaktualizowane
ru_ru: Настройки обновлены
tr_tr: Ayarlar güncellendi

source: Settings update failed:
de_de: Aktualisierung der Einstellungen fehlgeschlagen:
fr_fr: Erreur lors de la mise à jour des paramètres :
ka_ge: პარამეტრების განახლება ჩაიშალა:
nl_nl: Instellingen bijwerken mislukt:
pl_pl: Nie udało się zaktualizować ustawień:
ru_ru: Обновить настройки не удалось:
tr_tr: Ayarların güncellenmesi başarısız oldu:

source: WP Parallax Content Slider Settings
de_de: WP Parallax Content Slider Einstel
fr_fr: Options de WP Parallax Content Slider
ka_ge: WP Parallax Content Slider პარამეტრები
nl_nl: WP Parallax Content Slider Instellingen
pl_pl: WP Parallax Content Slider Ustawienia
ru_ru: Настройки WP Parallax Content Slider
tr_tr: WP Parallax Content Slider Ayarları

source: This plugin is continuing to evolve because of contributions from Wordpress users like you. Thank you. If you found this plugin useful, especially if you use it for commercial purposes, feel free to make a
de_de: Dieses Plugin entwickelt sich ständig weiter dank der Unterstützung von Wordpress-Benutzern wie Ihnen. Danke. Wenn Sie dieses Plugin hilfreich finden, besonders wenn Sie es für kommerzielle Zwecke nutzen, machen Sie doch eine
fr_fr: Ce plugin continue d'évoluer grâce aux contributions d'utilisateurs de Wordpress tels que vous. Merci. Si vous trouvez ce plugin utile, et plus particulièrement si vous l'utilisez à des fins commerciales, n'hésitez pas à faire un
ka_ge: ეს ჩანართი ვითარდება სწორედ თქვენნაირი Wordpress-ის მომხმარებლების დახმარებით. თუ ამ ჩანართს სასარგებლოდ ჩთვლით, განსაკუთრებით იმ შემთხვევაში, თუკი მას კომერციული მიზნებისთვის იყენებთ, არ დაიშუროთ
nl_nl: Deze plugin blijft zich ontwikkelen door de bijdragen van Wordpress gebruikers als jou. Bedankt. Als je deze plugin nuttig vindt, helemaal wanneer je het gebruikt voor commerciële doeleinden, maak dan een
pl_pl: Ta wtyczka nieustannie może się rozwijać dzięki użytkownikom WordPress. Dziękuję. Jeżeli uważasz tą wtyczkę za pomocną, szczególnie jeżeli wykorzystujesz ją do celów komercyjnych, pomyśl o
ru_ru: Этот плагин продолжает развиваться, благодаря взносам пользователей Wordpress. Спасибо вам. Если вы нашли этот плагин полезным, особенно если вы используете его для коммерческих целей, не стесняйтесь сделать

source: donation
de_de: Spende
fr_fr: don
ka_ge: შემოწირულობა
nl_nl: donatie
pl_pl: darowiźnie
ru_ru: пожертвование
tr_tr: bağış

source: Your support helps me to spend more time on development and provide better customer service.
de_de: Ihre Unterstützung hilft mir, mehr Zeit mit der Entwicklung zu verbringen und besseren Kundenservice bereitzustellen.
fr_fr: Votre soutien me permet de consacrer plus de temps aux développements ainsi qu'au support des utilisateurs.
ka_ge: თქვენი მხარდაჭერა დამეხმარება მეტი დრო დავუთმო ჩანართის განვითარებას და შემოგთავაზოთ მომხმარებელთა უკეთესი მომსახურება.
nl_nl: Jouw hulp helpt mij zodat ik meer tijd kan geven aan de ontwikkeling en een betere klantenservice kan bieden.
pl_pl: Wasze wsparcie pomaga mi spędzać więcej czasu na rozwoju wtyczki i wsparciu dla użytkowników.
ru_ru: Ваша поддержка помогает мне тратить больше времени на разработку и повышать качество обслуживания пользователей.

source: Alternatively, if you like this plugin, don't hesitate to
de_de: Alternativ können Sie es, wenn Sie dieses Plugin mögen,
fr_fr: Si vous aimez ce plugin, vous pouvez également tout simplement en
ka_ge: ამას გარდა, თუკი თქვენ მოგწონთ ეს ჩანართი, ნუ გადადებთ
nl_nl: Als je dit een goede plugin vindt, aarzel dan niet om ook
pl_pl: Jeżeli podoba Ci się ta wtyczka
ru_ru: Кроме того, если вам нравится этот плагин, не стесняйтесь
tr_tr: Alternatif olarak, eğer bu eklentiyi beğenirseniz,

source: spread the word
de_de: weiterempfehlen,
fr_fr: parler
ka_ge: მისი გავრცელებისთვის ორიოდ სიტყვის შეწევნას
nl_nl: het nieuws door te geven
pl_pl: powiedz o tym
ru_ru: распространять информацию
tr_tr: Twitter'da, Facebook'ta, kendi blogunuzda,

source: about it on Twitter, on Facebook,on your own blog,
de_de: zum Beispiel auf Twitter, Facebook oder Ihrem Blog,
fr_fr: sur Twitter, Facebook, sur votre blog,
ka_ge: Twitter-ზე, Facebook-ზე, ან თქვენს საკუთარ ბლოგზე.
nl_nl: op Twitter, Facebook of op je eigen blog.
pl_pl: na Twitterze, Facebooku lub swoim blogu,
ru_ru: о нем на Twitter, на Facebook, на своем собственном блоге,
tr_tr: tavsiye ederek, yayılmasında tereddüt etmeyin.

source: rate it
de_de: eine Bewertung
fr_fr: et lui donner une note
ka_ge: შეაფასეთ იგი
nl_nl: geef een beoordeling
pl_pl: Oceń wtyczkę
ru_ru: оцените
tr_tr: oyla

source: on Wordpress.org, thanks!
de_de: auf Wordpress.org abgeben. Danke!
fr_fr: sur Wordpress.org, merci !
ka_ge: Wordpress.org-ზე. გმადლობთ!
nl_nl: op Wordpress.org, bedankt!
pl_pl: na Wordpress.org, dziękuję!
ru_ru: на Wordpress.org, спасибо!

source: Code to insert
de_de: Code zum Einfügen
fr_fr: Code à insérer
ka_ge: ჩასასმელი კოდი
nl_nl: Code om in te voeren
pl_pl: Kod do wstawienia
ru_ru: Код для вставки

source: The code below must be inserted in a Wordpress file, where you want to display the parallax content slider:
de_de: Der unten stehende Code muss in die Wordpress-Datei eingefügt werden, wo der Parallax Content Slider angezeigt werden soll:
fr_fr: Le code ci-dessous doit être inséré dans le code Wordpress, à l'endroit où vous souhaitez faire apparaître le parallax content slider :
ka_ge: ქვემოთ მითითებული კოდი უნდა ჩაისვას Wordpress-ის იმ ფაილში, რომელშიც გსურთ რომ გამოჩნდეს parallax content slider:
nl_nl: De onderstaande code moet worden ingevoerd in een Wordpress bestand, daar waar je de parallax content slider wilt laten zien:
pl_pl: Kod poniżej musi zostać wstawiony w szablonie strony gdzie ma być wyświetlony slajder
ru_ru: Приведенный ниже код нужно вставить в файл Wordpress, в котором вы хотите отобразить parallax content slider:

source: Since v0.9, an alternative is to call the plugin with a shortcode. Doing this, you will be able to include the slider inside a page or inside a blog post:
de_de: Seit Version 0.9 gibt es alternativ die Möglichkeit, dieses Plugin mit einem Shortcode aufzurufen. Dadurch können Sie es in eine Seite oder in einen Beitrag einbetten:
fr_fr: Depuis la version 0.9, vous pouvez également appeler le plugin grâce à un shortcode. Cette alternative permet notamment d'insérer le diaporama dans le coeur d'une page ou d'un article :
ka_ge: 0.9 ვერსიიდან მოყოლებული, ჩანართი შეგიძლიათ გამოიძახოთ შემკოდის გამოყენებით გვერდში, სტატიაში, ან გვერდითა პანელში ტექსტური ვიჯეტის გამოყენებით:
nl_nl: Vanaf v0.9 is er de mogelijkheid om de plugin in te voeren met een shortcode. Hiermee kun je de slider in een pagina of bericht invoeren:
pl_pl: Od wersji v0.9, można stosować poniższy shortcode, który można wstawić bezpośrednio w treść strony lub wpisu:
ru_ru: Начиная с версии v0.9 появилась альтернатива вызывать плагин шоркодом. С помошю шорткода вы можете вставить слайдер в страницу, в запись или боковую панель:

source: General Display Options
de_de: Allgemeine Anzeige-Optionen
fr_fr: Paramètres d'affichage
ka_ge: ჩვენების პარამეტრები
nl_nl: Algemene Weergave Opties
pl_pl: Podstawowe Ustawienia
ru_ru: Общие параметры отображения
tr_tr: Genel Görünüm Ayarları

source: Slider display mode
de_de: Slider-Anzeigemodus
fr_fr: Mode d'affichage du slider
ka_ge: სლაიდერის ჩვენების რეჟიმი
nl_nl: Slider weergave modus
pl_pl: Tryb wyświetlania
ru_ru: Режим отображения слайдера

source: Dynamic : display last posts
de_de: Dynamisch: Letzte Beiträge anzeigen
fr_fr: Dynamique : Affiche les derniers articles
ka_ge: დინამიკური: ბოლო ჩანაწერების ჩვენება
nl_nl: Dynamisch: laat laatste berichten zien
pl_pl: Dynamiczny: wyświetla wpisy
ru_ru: Динамический: отображение последних записей

source: Static : display static HTML content
de_de: Statisch: Statischen HTML-Inhalt anzeigen
fr_fr: Statique : Affiche du contenu HTML statique
ka_ge: სტატიკური: სტატიკური HTML კონტენტის ჩვენება
nl_nl: Statisch: laat statische HTML inhoud zien
pl_pl: Statyczny: wyświetla statyczny kod html
ru_ru: Статический: отображение статического HTML содержания

source: Number of pixels for background increment
de_de: Pixelzahl für den Hintergrund
fr_fr: Nombre de pixels pour le déplacement de l'image de fond
ka_ge: ფონის წანაცვლების ზომა პიქსელებში
nl_nl: Aantal pixels voor achtergrond toename
pl_pl: Liczba pixeli do przesunięcia tła
ru_ru: Размер сдвига фонового изображения

source: A negative value will invert the parallax effect
de_de: Ein negativer Wert wird den Parallaxe-Effekt umkehren
fr_fr: Une valeur négative inversera l'effet de parallaxe
ka_ge: უარყოფითი რიცხვი შეცვლის პარალაქს ეფექტის მიმართულებას.
nl_nl: Een negatieve waarde zal het parallax effect omkeren
pl_pl: Wartość negatywna zmieni kierunek ruchu tła
ru_ru: Отрицательное значение изменит направление эффекта параллакса

source: Auto-play mode
de_de: Automatischer Abspiel-Modus
fr_fr: Défilement automatique
ka_ge: ავტომატური ჩართვის რეჟიმი
nl_nl: Auto afspelen functie
pl_pl: Tryb auto-play
ru_ru: Автоматический режим воспроизведения
tr_tr: Otomatik oynatma modu

source: Activate auto-play
de_de: Automatischen Wechsel aktivieren
fr_fr: Activer le défilement automatique
ka_ge: ავტომატური ჩართვის აქტივაცია
nl_nl: Activeer auto afspelen
pl_pl: Włącz auto-play
ru_ru: Активировать автоматический режим воспроизведения
tr_tr: Otomatik oynatmayı aktif et

source: Time between each slide (in ms)
de_de: Zeit zwischen den Slides (in Millisekunden)
fr_fr: Temps entre chaque diapositive (en ms)
ka_ge: დაყოვნება სლაიდებს შორის (მწმ)
nl_nl: Tijd tussen elke slide (in ms)
pl_pl: Czas pomiędzy slajdami (w ms)
ru_ru: Время между слайдами (в мс)
tr_tr: Her slayt arasındaki zaman (ms cinsinden)

source: Slider theme
fr_fr: Thème CSS
ka_ge: სლაიდერის თემა
nl_nl: Slider thema
pl_pl: Szablon
ru_ru: Тема слайдера
tr_tr: Slider tema

source: Default : Yellow waves
de_de: Standard: Gelbe Wellen
fr_fr: Defaut : Vagues jaunes
ka_ge: ნაგულისხმები: ყვითელი ტალღები
nl_nl: Standaard: Gele golven
pl_pl: Domyślny: Żółte fale
ru_ru: По умолчанию: желтые волны
tr_tr: Varsayılan : Sarı dalgalar

source: Dark
de_de: Dunkel
fr_fr: Gris sombre
ka_ge: მუქი
nl_nl: Donker
pl_pl: Ciemny
ru_ru: Темная
tr_tr: Koyu

source: Retro Red
de_de: Retro Rot
fr_fr: Rouge retro
ka_ge: წითელი რეტრო
nl_nl: Retro Rood
pl_pl: Czerwony Retro
ru_ru: Красная ретро
tr_tr: Retro Kırmızı

source: Silver
de_de: Silber
fr_fr: Gris clair
ka_ge: ვერცხლისფერი
nl_nl: Zilver
pl_pl: Srebrny
ru_ru: Серебристая
tr_tr: Gümüş

source: Static Mode Display Options
de_de: Anzeigeoptionen des statischen Modus
fr_fr: Paramètres d'affichage du mode statique
ka_ge: სტატიკური რეჟიმის ჩვენების პარამეტრები
nl_nl: Statische Modus Weergave Opties
pl_pl: Ustawienia Trybu Statycznego Wyświetlania
ru_ru: Параметры отображения слайдера в статическом режиме

source: Index of the first slide to display
de_de: Index des ersten Slides, der angezeigt werden soll
fr_fr: Index de la première diapositive à afficher
ka_ge: პირველი საჩვენებელი სლაიდის მაჩვენებელი
nl_nl: Index van de eerste slide om weer te geven
pl_pl: Numer pierwszego slajdu
ru_ru: Индекс первого отображаемого слайда

source: Dynamic Mode Display Options
de_de: Anzeigeoptionen des dynamischen Modus
fr_fr: Paramètres d'affichage du mode dynamique
ka_ge: დინამიკური რეჟიმის ჩვენების პარამეტრები
nl_nl: Dynamische Modus Weergave Opties
pl_pl: Ustawienia Trybu Dynamicznego Wyświetlania
ru_ru: Параметры отображения слайдера в динамическом режиме

source: Content type
de_de: Art des Inhaltes
fr_fr: Type de contenu
ka_ge: წყაროს ტიპი
nl_nl: Inhoud soort
pl_pl: Rodzaj treści
ru_ru: Тип контента
tr_tr: İçerik tipi

source: Posts
de_de: Beiträge
fr_fr: Articles
ka_ge: ჩანაწერები
nl_nl: Berichten
pl_pl: Wpisy
ru_ru: Записи
tr_tr: Yazılar

source: Pages
de_de: Seiten
ka_ge: გვერდები
nl_nl: Pagina's
pl_pl: Strony
ru_ru: Страницы
tr_tr: Sayfalar

source: Post and pages
de_de: Beiträge und Seiten
fr_fr: Articles et pages
ka_ge: ჩანაწერები და გვერდები
nl_nl: Berichten en pagina's
pl_pl: Wpisy i strony
ru_ru: Записи и страницы
tr_tr: Yazılar ve sayfalar

source: Choose what type of content you want to see in the slider
de_de: Wählen Sie, welche Art von Inhalt Sie in dem Slider sehen wollen
fr_fr: Choisir le type de contenu à afficher dans le diaporama
ka_ge: აირჩიეთ რომელი წყაროს გამოყენება გსურთ სლაიდერში
nl_nl: Kies wat voor soort inhoud je in de slider wilt zien
pl_pl: Wybierz rodzaj treści do wyświetlenia
ru_ru: Выберите, какой тип контента вы хотите отобразить в слайдере

source: Number of articles to display
de_de: Die Anzahl der anzuzeigenden Artikel
fr_fr: Nombre d'articles à afficher
ka_ge: სლაიდერში საჩვენებელი ჩანაწერების რაოდენობა
nl_nl: Aantal artikelen weergeven
pl_pl: Liczba slajdów do wyświetlenia
ru_ru: Количество отображаемых страниц

source: Maximum number of articles to display in the dynamic slider
de_de: Maximale Anzahl der Artikel, die in dem dynamischen Slider angezeigt werden sollen
fr_fr: Nombre maximum d'articles à afficher dans le slider dynamique
ka_ge: სლაიდერში საჩვენებელი ჩანაწერების მაქსიმალური რაოდენობა
nl_nl: Maximaal aantal artikelen om weer te geven in de dynamische slider
pl_pl: Maksymalna liczba slajdów do wyświetlenia
ru_ru: Максимальное количество страниц которые отобразятся в слайдере в динамическом режиме

source: Sort posts by
de_de: Beiträge sortieren nach
fr_fr: Tri des articles par
ka_ge: ჩანაწერების თანამიმდევრობა
nl_nl: Sorteer berichten op
pl_pl: Sortuj wpisy na podstawie
ru_ru: Сортировка записей по

source: Date
de_de: Datum
ka_ge: თარიღის მიხედვით
nl_nl: Datum
pl_pl: Data
ru_ru: Дате
tr_tr: Tarih

source: Random
de_de: Zufall
fr_fr: Aléatoire
ka_ge: შემთხვევითი
nl_nl: Willekeurig
pl_pl: Losowo
ru_ru: Случайно
tr_tr: Rastgele

source: Title
de_de: Titel
fr_fr: Titre
ka_ge: სათაურის მიხედვით
nl_nl: Titel
pl_pl: Tytuł
ru_ru: Заголовку
tr_tr: Başlık

source: Author
de_de: Autor
fr_fr: Auteur
ka_ge: ავტორის მიხედვით
nl_nl: Auteur
pl_pl: Autor
ru_ru: Автору
tr_tr: Yazar

source: Number of comments
de_de: Anzahl an Kommentaren
fr_fr: Nombre de commentaires
ka_ge: კომენტარების რაოდენობის მიხედვით
nl_nl: Aantal opmerkingen
pl_pl: Liczba komentarzy
ru_ru: Количеству комментариев

source: Last modified date
de_de: Letztes Änderungsdatum
fr_fr: Date de dernière modification
ka_ge: ბოლო ცვლილების თარიღის მიხედვით
nl_nl: Laatste aangepaste datum
pl_pl: Data ostatniej modyfikacji
ru_ru: Дате последнего изменения
tr_tr: Son değiştirme tarihi

source: Choose how do you want to sort the posts in the slider
de_de: Wählen Sie, wie die Beiträge im Slider sortiert werden sollen
fr_fr: Critère sur lequel effectuer le tri des articles
ka_ge: აირჩიეთ ჩანაწერების თანამიმდევრობა სლაიდერში
nl_nl: Kies hoe je de berichten in de slider wilt sorteren
pl_pl: Wybierz sposób sortowania wpisów
ru_ru: Выберите, как вы хотите отсортировать сообщения в слайдере

source: Sort order
de_de: Sortierreihenfolge
fr_fr: Ordre du tri
ka_ge: დალაგების წესი
nl_nl: Sorteer volgorde
pl_pl: Kolejność
ru_ru: Порядок сортировки
tr_tr: Sıralama düzeni

source: Ascending
de_de: Aufsteigend
fr_fr: Ascendant
ka_ge: ზრდადი
nl_nl: Toenemend
pl_pl: Rosnąco
ru_ru: По возрастанию
tr_tr: Artan

source: Descending
de_de: Absteigend
fr_fr: Descendant
ka_ge: კლებადი
nl_nl: Afnemend
pl_pl: Malejąco
ru_ru: По убыванию
tr_tr: Azalan

source: Choose how do you want to order the posts in the slider
de_de: Wählen Sie, in welcher Reihenfolge die Beiträge im Slider angezeigt werden sollen
fr_fr: Ordre selon lequel le tri des articles est effectué
ka_ge: აირჩიეთ, თუ როგორ უნდა განლაგდნენ ჩანაწერები სლაიდერში
nl_nl: Kies hoe je de berichten in de slider wilt sorteren
pl_pl: Wybierz kolejność wyświetlania wpisów
ru_ru: Выберите, в каком порядке вы хотите отсортировать сообщения в слайдере

source: Category filter
de_de: Kategoriefilter
fr_fr: Filtre sur les catégories
ka_ge: კატეგორიით გაცხრილვა
nl_nl: Categorie filter
pl_pl: Filtr kategorii
ru_ru: Фильтр категорий
tr_tr: Kategori filtresi

source: Only display posts of chosen categories
de_de: Zeige nur Beiträge ausgewählter Kategorien
fr_fr: Seulement afficher les articles des catégories sélectionnées.
ka_ge: აჩვენე ჩანაწერები მხოლოდ არჩეული კატეგორიიდან
nl_nl: Laat alleen berichten uit de gekozen categorieën zien
pl_pl: Wyświetlaj wpisy tylko z wybranych kategorii
ru_ru: Отображение записей только из выбранных категорий
tr_tr: Yalnızca seçilen kategorilerdeki yazıları göster

source: Categories to display
de_de: Kategorien, die angezeigt werden sollen
fr_fr: Catégories à afficher
ka_ge: საჩვენებელი კატეგორიები
nl_nl: Categorieën weergeven
pl_pl: Kategorie do wyświetlenia
ru_ru: Отображаемые категории
tr_tr: Görüntülenecek kategoriler

source: Categories to display (multiple selection). Empty selection will display all categories.
de_de: Kategorien, die angzeigt werden sollen (Mehrfachauswahl). Eine leere Auswahl wird alle Kategorien anzeigen.
fr_fr: Catégories à afficher (sélection multiple). Une sélection vide revient à afficher toutes les catégories.
ka_ge: საჩვენებელი კატეგორიები (მრავლობითი არჩევა). ცარიელი ველის არჩევით აჩვენებთ ყველა კატეგორიის ჩანაწერებს.
nl_nl: Categorieën weergeven (meerdere selecties). Lege selectie zal alle categorieën weergeven
pl_pl: Kategorie do wyświetlenia (możliwość wielokrotnego wyboru). Brak wyboru kategorii oznacza wyświetlenie wszystkich kategorii.
ru_ru: Отображаемые категории (множественный выбор). Пустой выбор отобразит все категории.
tr_tr: Görüntülenecek kategoriler (çoklu seçim). Boş seçim tüm kategorileri görüntüleyecektir.

source: Slide title max length
de_de: Maximale Titellänge der Slides
fr_fr: Taille maximum du titre
ka_ge: სლაიდის სათაურის მაქსიმალური სიგრძე
nl_nl: Slide titel max lengte
pl_pl: Max długość tytułu slajdu
ru_ru: Максимальная длина заголовка слайда
tr_tr: Slayt başlığının maksimum uzunluğu

source: Maximum number of characters to display in a dynamic slide title
de_de: Maximale Anzahl der Buchstaben, die im Titel des dynamischen Sliders angezeigt werden sollen
fr_fr: Nombre maximum de caractères à afficher pour les titres des slides dynamiques
ka_ge: სიმბოლოების მაქსიმალური რაოდენობა, რომლებიც გამოჩნდება დინამიკური სლაიდის სათაურში
nl_nl: Maximaal aantal karakters om weer te geven in een dynamische slide titel
pl_pl: Maksymalna liczba znaków dla tytułu slajdu
ru_ru: Максимальное количество символов в заголовке слайда в динамическом режиме

source: Default image
de_de: Standardbild
fr_fr: Image par défaut
ka_ge: ნაგულისხმები გამოსახულება
nl_nl: Standaard afbeelding
pl_pl: Domyślny obrazek
ru_ru: Изображение по умолчанию
tr_tr: Varsayılan resim

source: Name of the default image to display for posts without thumbnail
de_de: Name des Standardbilds, das bei Beiträgen ohne Thumbnail angezeigt wird
fr_fr: Nom de l'image par défaut à afficher pour les articles sans "image à la une"
ka_ge: იმ გამოსახულების სახელწოდება, რომელიც გამოჩნდება რჩეული გამოსახულების არმქონე სლაიდებში
nl_nl: Naam van de standaard afbeelding die wordt weergegeven bij berichten zonder thumbnail
pl_pl: Nazwa pliku obrazka wyświetlanego dla wpisów bez ikony wpisu
ru_ru: Название изображения по умолчанию для отображения сообщений без миниатюр

source: Displayed text
de_de: Angezeigter Text
fr_fr: Texte affiché
nl_nl: Weergegeven tekst
pl_pl: Wyświetlany tekst

source: Content
de_de: Inhalt
fr_fr: Contenu complet
nl_nl: Inhoud
pl_pl: Zawartość
tr_tr: İçerik

source: Excerpt
de_de: Auszug
fr_fr: Résumé
pl_pl: Wypis

source: Choose if you want to display the full content or the excerpt in the slider
de_de: Wählen Sie, ob sie den kompletten Inhalt oder nur einen Auszug im Slider anzeigen möchten
fr_fr: Choisir s'il faut afficher le contenu ou le résumé
nl_nl: Kies of je de volledige inhoud of de excerpt wilt weergeven in de slider
pl_pl: Wybierz czy chcesz wyświetlić pełną treść czy wypis

source: Save Changes
de_de: Speichern
fr_fr: Sauvegarder les modifications
ka_ge: ცვლილებების შენახვა
nl_nl: Bewaar Veranderingen
pl_pl: Zapisz Zmiany
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet
